Revit 2021.1 API
SymbolTypeId.Fc Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Fc { get; }
Visual Basic
Public Shared ReadOnly Property Fc As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Fc {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace